# CLI tools
brew "starship"
brew "zoxide"
brew "eza"
brew "ripgrep"
brew "fd"
brew "bat"
brew "jq"
brew "age"
brew "bob"
brew "dust"
brew "dufs"
brew "btop"
brew "procs"
brew "sd"
brew "tokei"
brew "hyperfine"
brew "git-delta"
brew "tealdeer"
brew "just"
brew "watchexec"
brew "fnm"
brew "fish"

# Fonts
cask "font-jetbrains-mono-nerd-font"

# Applications
cask "ghostty"
cask "alacritty"
