# CLI tools
brew "starship"
brew "zoxide"
brew "eza"
brew "ripgrep"
brew "fd"
brew "bat"
brew "jq"
brew "age"
brew "bob"
brew "dust"
brew "dufs"
brew "btop"

# Fonts
cask "font-jetbrains-mono-nerd-font"

# Applications
cask "ghostty"
cask "alacritty"
