# Core CLI tools
starship
zoxide
eza
ripgrep
fd
bat
jq
age
dust
btop
procs
sd
tokei
hyperfine
git-delta
tealdeer
just
watchexec
fnm
fish

# Neovim
neovim
bob

# Fonts
ttf-jetbrains-mono-nerd

# Desktop
hyprland
sway
